/* Add insulin without actually bolusing */
"Add insulin without actually bolusing" = "Ajouter insuline sans injection de bolus";

/* Amount */
"Amount Bolus" = "Quantité Bolus";

/* Bolus */
"Bolus" = "Bolus";

/* Close */
"Close" = "Fermer";

/* Continue without bolus */
"Continue without bolus" = "Continuer sans bolus";

/* Enact Bolus */
"Enact bolus" = "Injecter bolus";

/* Enact Bolus title */
"Enact Bolus Titre" = "Injection Bolus";

/* Insulin recommended */
"Insulin recommanded" = "Insuline recommandée";

/* Insulin required */
"Insulin required" = "Insuline exigée";

/* StringRecommendation */
"Recommandation" = "Recommandation";

/* Wait please */
"Wait please" = "Merci d'attendre";

/* Agree and continue */
"Agree and Continue" = "Je suis d'accord";

/* Disclaimer */
"Disclaimer" = "Avertissement";

/* Disclaimer Description */
"Disclaimer Description" = "FreeAPS X est une application en cours de développement. Nous ne recommandons pas son utilisation au quotidien pour gérer son diabète. A utiliser pour test seulement et à vos risques et périls. Nous ne sommes pas responsable de vos décisions et actions suite à l'utilisation/recommandations de l'application.";

/* No comment provided by engineer. */
"%d min ago" = "%d m passée(s)";

/* Enacted at a date */
"Enacted at %@" = "Injecté à %@";

/* Home title */
"Home" = "Accueil";

/* Looping in progress */
"looping" = "bouclage";

/* Status Title : No Suggestion */
"No suggestion" = "Pas de suggestion";

/* Replace pod */
"Replace pod" = "Remplacer pod";

/* Status Title : Suggest */
"Suggested" = "Suggéré";

/* Suggested at a date */
"Suggested at %@" = "Suggéré à %@";

/* Add Carbs */
"Add Carbs" = "Ajouter Glucides";

/* Add Carbs Title */
"Add Carbs Title" = "Ajout de glucides";

/* Amount Carbs */
"Amount Carbs" = "Quantité";

/* Date */
"Date" = "Date";

/* Grams unit */
"grams" = "gramme(s)";

/* A you sure delete preset? */
"A you sure?" = "Etes-vous certain ?";

/* Bottom target temp */
"Bottom target" = "Cible basse";

/* Cancel preset name */
"Cancel" = "Annuler";

/* Cancel temp target */
"Cancel temp target" = "Annuler la cible temp";

/* Custom target temp */
"Custom" = "Personnalisée";

/* Delete */
"Delete" = "Supprimer";

/* Delete preset %@ */
"Delete preset %@" = "Supprimer la personnalisation : %@";

/* Duration target temp */
"Duration" = "Durée";

/* Enact temp target */
"Enact temp target" = "Lancer la cible temp";

/* Enter preset name */
"Enter preset name" = "Saisir le nom";

/* minutes target temp */
"minutes" = "minutes";

/* Presets title */
"Presets" = "Personnalisation";

/* Save preset name */
"Save" = "Sauvegarder";

/* Save as preset */
"Save as preset" = "Sauvegarder la cible temp";

/* Top target temp */
"Top target" = "Cible haute";

/* Autotune Title */
"Autotune" = "Autotune";

/* Basal profile */
"Basal profile" = "Profil Basal";

/* Carb ratio */
"Carb ratio" = "Ratio glucidique";

/* Delete autotune data */
"Delete autotune data" = "Supprimer les données autotune";

/* Run now */
"Run now" = "Calculer maintenant";

/* Sensitivity */
"Sensitivity" = "Sensibilité";

/* Use Autotune */
"use Autotune" = "Utiliser Autotune";

/* Add profile basal */
"Add" = "Ajouter";

/* Basal Profile */
"Basal Profile" = "Profil Basal";

/* Rate basal profile */
"Rate" = "Niveau";

/* Save on Pump */
"Save on Pump" = "Sauvegarder dans la pompe";

/* Saving... */
"Saving..." = "Sauvegarde...";

/* Schedule */
"Schedule" = "Horaires";

/* starts at */
"starts at" = "débute à ";

/* Time basal profile */
"Time" = "Heure";

/* Autotune Carb Ratio */
"Autotune" = "Autotune";

/* Calculated Ratio */
"Calculated Ratio" = "Ratio calculé";

/* Carb Ratios Title */
"Carb Ratios" = "Ratios glucidiques";

/* Ratio Carb */
"Ratio" = "Ratio";

/* Autosens */
"Autosens" = "Autosens";

/* Calculated Sensitivity */
"Calculated Sensitivity" = "Sensibilité calculée";

/* Insulin Sensitivities */
"Insulin Sensitivities" = "Sensibilités Insuline";

/* Sensitivity Ratio */
"Sensitivity Ratio" = "Ratio Sensibilité";


/* Dismiss */
"Dismiss" = "Ignorer";

/* Important message */
"Important message" = "Message important";

/* Amount */
"Amount" = "Quantité";

/* Cancel Temp Basal */
"Cancel Temp Basal" = "Annuler Basal temp";


/* Enact */
"Enact" = "Lancer";

/* Manual Temp Basal */
"Manual Temp Basal" = "Basal temp manuel";

/* Allow uploads */
"Allow uploads" = "Permettre Envoi de données";

/* API secret */
"API secret" = "API secret";

/* Connect */
"Connect" = "Connexion";

/* Connected! */
"Connected!" = "Connecté!";

/* Connecting... */
"Connecting..." = "Connexion en cours...";

/* Invalid URL */
"Invalid URL" = "URL invalide";

/* Local glucose source */
"Local glucose source" = "Source locale Glycémie";

/* Nightscout Config */
"Nightscout Config" = "Configuration Nightscout";

/* Port */
"Port" = "Port";

/* URL */
"URL" = "URL";

/* Use local glucose server */
"Use local glucose server" = "Utiliser le serveur local Glycémie";

/* Edit settings json */
"Edit settings json" = "Modifier paramètres json";

/* Glucose units */
"Glucose units" = "Unité glycémie";

/* Preferences */
"Preferences" = "Préferences";

/* Recommended Insulin Fraction */
"Recommended Insulin Fraction" = "Insulin Fraction recommandée";

/* Remote control */
"Remote control" = "Contrôle à distance";

/* Add Medtronic */
"Add Medtronic" = "Ajouter Medtronic";

/* Add Omnipod */
"Add Omnipod" = "Ajouter Omnipod";

/* Add Simulator */
"Add Simulator" = "Ajouter Simulateur";

/* Model */
"Model" = "Modèle";

/* Pump config */
"Pump config" = "Configuration Pompe";

/* Delivery limits */
"Delivery limits" = "Limites d'injection";

/* Duration of Insulin Action */
"Duration of Insulin Action" = "Durée de l'action de l'insuline";

/* hours */
"hours" = "heures";

/* Max Basal */
"Max Basal" = "Basal max";

/* Max Bolus */
"Max Bolus" = "Bolus max";

/* Pump Settings */
"Pump Settings" = "Configuration Pompe";

/* Save on Pump */
"Save on Pump" = "Sauvegarder dans la pompe";

/* U/hr */
"U/hr" = "U/hr";

/* RequestPermissions */
"RequestPermissions" = "Permissions";

/* RequestPermissions screen */
"RequestPermissions screen" = "Ecran Permissions";

/* Autotune */
"Autotune Conf" = "Autotune";

/* Basal Profile */
"Basal Profile Conf" = "Profil Basal";

/* Carb Ratios */
"Carb Ratios Conf" = "Ratios glucides";

/* Closed loop */
"Closed loop" = "Boucle fermée";

/* Configuration */
"Configuration" = "Configuration";

/* Devices */
"Devices" = "Appareils";

/* Insulin Sensitivities */
"Insulin Sensitivities Conf" = "Sensibilités Insuline";

/* Preferences */
"Preferences Conf" = "Préferences";

/* Pump */
"Pump" = "Pompe";

/* Pump Settings */
"Pump Settings Conf" = "Configuration Pompe";

/* Services */
"Services" = "Services";

/* Settings */
"Settings" = "Configuration";

/* Share logs */
"Share logs" = "Partager logs";

/* Target Ranges */
"Target Ranges Conf" = "Valeurs Cibles";

/* High target */
"High target" = "Cible haute";

/* Low target */
"Low target" = "Cible basse";

/* Target Ranges */
"Target Ranges" = "Valeurs cibles";


/* Bolusing.. */
"Bolusing" = "Bolus";
